Repository: amake/GrandPerspective
Catalog: *.lproj/Localizable.strings
Languages: de, it, nl, pt, tr, zh

# %@ and %@
source: %1$@ and %2$@
de: %1$@ und %2$@
it: %1$@ e %2$@
nl: %1$@ en %2$@
pt: %1$@ e %2$@
tr: %1$@ ve %2$@
zh: %1$@ 与 %2$@

# %@ or %@
source: %1$@ or %2$@
de: %1$@ oder %2$@
it: %1$@ o %2$@
nl: %1$@ of %2$@
pt: %1$@ ou %2$@
tr: %1$@ veya %2$@
zh: %1$@ 与 %2$@

# %@, and %@
source: %1$@, and %2$@
de: %1$@, und %2$@
it: %1$@, e %2$@
nl: %1$@, en %2$@
tr: %1$@, ve %2$@
zh: %1$@, 与 %2$@

# %@, or %@
source: %1$@, or %2$@
de: %1$@, oder %2$@
it: %1$@, o %2$@
nl: %1$@, of %2$@
tr: %1$@, veya %2$@
zh: %1$@, 与 %2$@

# %d - %d days ago
source: %1$d - %2$d days ago
de: %1$d - %2$d Tage zurückliegend
it: %1$d - %2$d giorni fa
nl: %1$d - %2$d dagen geleden
pt: %1$d - %2$d dia(s) atrás
tr: %1$d - %2$d gün önce
zh: %1$d - %2$d 天前

source: %d days ago
de: %d Tage zurückliegend
it: %d giorni fa
nl: %d dagen geleden
pt: %d dia(s) atrás
tr: %d gün önce
zh: %d 天前

source: %d days ago or more
de: %d oder mehr Tage vergangen
it: %d giorni fa o più
nl: %d dagen of meer geleden
pt: %1d dia(s) atrás ou mais
tr: %d gün önce veya daha önce
zh: %d 天前或之前

source: %d folders filtered
de: %d Verzeichnisse gefiltert
it: %d cartelle filtrate
nl: %d mappen gefilterd
pt: %d pasta(s) filtrada(s)
tr: %d klasör süzüldü
zh: %d 文件夹被过滤

source: %d folders read
de: %d Verzeichnisse gelesen
it: %d cartelle lette
nl: %d mappen geladen
pt: %d pasta(s) lida(s)
tr: %d klasör okundu
zh: %d 文件夹被读

source: %d folders saved
de: %d Verzeichnisse gespeichert
it: %d cartelle salvate
nl: %d mappen opgeslagen
pt: %d pasta(s) salva(s)
tr: %d klasör kaydedildi
zh: %d 文件夹被保存

source: %d folders scanned
de: %d Verzeichnisse gescannt
it: %d cartelle scansionate
nl: %d mappen ingelezen
pt: %d pasta(s) examinada(s)
tr: %d klasör tarandı
zh: %d 文件夹被扫描

source: %qu bytes
tr: %qu bayt

source: %qu files
de: %qu Dateien
it: %qu file
tr: %qu dosya
zh: %qu文档

source: A filter named "%@" already exists.
de: Ein Filter mit dem Namen "%@" existiert schon.
it: Esiste già un filtro denominato "%@".
nl: Een filter met naam "%@" bestaat al.
pt: Um filtro com o nome "%@" já existe.
tr: "%@" adlı bir süzgeç zaten var.
zh: 一个名为 "%@" 的过滤已存在。

source: A possible reason is that it does not exist anymore.
de: Möglicherweise ist der Eintrag nicht mehr vorhanden.
it: Una possibile ragione è che non esiste più.
nl: Het kan zijn dat het niet meer bestaat.
pt: Uma possível razão é que isto não existe mais.
tr: Olası bir neden artık mevcut olmaması olabilir.
zh: 一个可能的原因是它已经不存在了。

source: A test named "%@" already exists.
de: Eine Prüfung mit dem Namen "%@" existiert schon.
it: Esiste già un test chiamato "%@".
nl: Een filtertest met naam "%@" bestaat al.
pt: Um teste com o nome "%@" já existe.
tr: "%@" adlı bir sınama zaten var.
zh: 一个名为"%@"的测试已经存在。

source: Aborted saving the scan data to "%@"
de: Speicherung der Scandaten in "%@" abgebrochen
it: Salvataggio scansione verso "%@" abortito
nl: De opslag van de data naar "%@" is geannuleerd
pt: Abortado o salvamento dos dados do exame em "%@"
tr: Tarama verilerinin "%@" adıyla kaydedilmesi durduruldu
zh: 终止保存扫描信息至"%@"

source: Area in view:
de: Bereich in Ansicht:
it: Area nella vista:
nl: Getoond gebied:
pt: Area visualizada:
tr: Görünümdeki alan:
zh: 视图里的区域:

source: Attribute not found.
de: Attribut wurde nicht gefunden.
it: Attributo non trovato.
nl: Attribuut niet gevonden.
pt: Atributo não encontrado.
tr: Öznitelik bulunamadı.
zh: 属性未找到。

source: Cancel
de: Abbrechen
it: Annulla
nl: Annuleer
pt: Cancelar
tr: İptal
zh: 取消

source: Delete
de: Löschen
it: Cancella
nl: Verwijder
pt: Apagar
tr: Sil
zh: 删除

source: Do you want to delete the file "%@"?
de: Wollen Sie die Datei "%@" löschen?
it: Vuoi cancellare il file "%@"?
nl: Wilt u het bestand "%@" verwijderen?
pt: Você quer apagar o arquivo "%@"?
tr: "%@" dosyasını silmek istiyor musunuz?
zh: 你要删除文件"%@"吗？

source: Do you want to delete the folder "%@"?
de: Wollen Sie das Verzeichnis "%@" löschen?
it: Vuoi cancellare la cartella "%@"?
nl: Wilt u de map "%@" verwijderen?
pt: Você quer apagar a pasta "%@"?
tr: "%@" klasörünü silmek istiyor musunuz?
zh: 你要删除文件夹"%@"?

source: Do you want to delete the package "%@"?
de: Wollen Sie das Paket "%@" löschen?
it: Vuoi cancellare il pacchetto "%@"?
nl: Wilt u het pakket "%@" verwijderen?
pt: Você quer apagar o pacote "%@"?
tr: "%@" paketini silmek istiyor musunuz?
zh: 你要删除组件"%@"?

source: Encountered filter after folder.
de: Vorgefundene Verzeichnisse nach Filterung.
it: Filtro incontrato dopo la cartella.
nl: Een filter tegengekomen na de folder.
pt: Encontrados filtros além de uma pasta.
tr: Klasörden sonra süzgeç bulundu.
zh: 过了文件夹遇到过滤

source: Encountered more than one root element.
de: Mehr als ein Wurzel-Element vorgefunden.
it: Incontrato più di un elemento radice.
nl: Meer dan één buitenste element tegengekomen.
pt: Encontrado mais que um elemento na raiz.
tr: Birden fazla kök ögesi bulundu.
zh: 遇见超过一个根元件。

source: Encountered more than one root folder.
de: Mehr als ein Wurzel-Verzeichnis vorgefunden.
it: Incontrato più di una cartella principale.
nl: Meer dan één buitenste map tegengekomen.
pt: Encontrada mais que uma pasta na raiz.
tr: Birden fazla kök klasörü bulundu.
zh: 遇见超过一个文件夹。

source: Encountered multiple %@ elements.
de: Mehrere %@ Elemente vorgefunden.
it: Incontri multipli %@ elementi.
nl: Meerdere %@ elementen tegengekomen.
pt: Encontrados múltiplos %@ elementos.
tr: Birden çok %@ ögesi bulundu
zh: 遇见多个"%@"元件。

# Error parsing "%@" attribute: %@
source: Error parsing "%1$@" attribute: %2$@
de: Fehler beim Parsen von "%1$@", Attribut: %2$@
it: Errore di analisi "%1$@" dell'attributo: %2$@
nl: Ongeldige waarde van attribuut "%1$@": %2$@
pt: Erro de avaliação "%1$@" atributo: %2$@
tr: "%1$@" özniteliği ayrıştırılırken hata: %2$@
zh: 解析%1$@"属性:%2$@错误

source: Expected %@ element.
de: %@ Element erwartet
it: Atteso elemento %@
nl: %@ element verwacht.
pt: Esperado %@ elemento.
tr: %@ ögesi bekleniyordu.
zh: 预期%@元件。

source: Expected a folder.
de: Verzeichnis erwartet.
it: Attesa cartella
nl: Map verwacht.
pt: Esperada uma pasta.
tr: Bir klasör bekleniyordu.
zh: 预期一个文件夹.

source: Expected boolean value.
de: Wahrheitswert erwartet.
it: Atteso valore booleano
nl: Booleaanse waarde verwacht.
pt: Esperado um valor lógico.
tr: Mantıksal (doğru/yanlış) bir değer bekleniyordu.
zh: 预期布尔值。

source: Expected date value.
de: Datumswert erwartet.
it: Attesa data
nl: Datum verwacht.
pt: Esperado um valor de data.
tr: Tarih değeri bekleniyordu.
zh: 预期日期值。

source: Expected integer value.
de: Ganzzahliger Wert erwartet.
it: Atteso valore intero
nl: Geheel getal verwacht.
pt: Esperado um valor inteiro.
tr: Tamsayı değeri bekleniyordu.
zh: 预期整数值。

source: Expected scandata file.
de: Scandaten-Format erwartet.
it: Atteso file di tipo scansione
nl: Data bestand verwacht.
pt: Esperado um arquivo de dados de exame.
tr: Tarama verisi dosyası bekleniyordu.
zh: 预期扫描信息文件。

source: Expected time value.
de: Zeitformat erwartet.
it: Atteso valore orario
nl: Tijd verwacht.
pt: Esperado um valor de tempo.
tr: Zaman değeri bekleniyordu.
zh: 预期时间值。

source: Expected unsigned integer value.
de: Ganzzahliger Wert erwartet.
it: Atteso valore intero senza segno (+/-)
nl: Positief geheel getal verwacht.
pt: Esperado valor inteiro sem sinal.
tr: İşaretsiz tamsayı değeri bekleniyordu.
zh: 预期无符号整数值

source: Failed to bind one or more filter tests: %@
de: Fehlgeschlagen: Binden einer oder mehrerer Filterprüfungen: %@
pt: Falha em associar um ou mais dos filtros de teste: %@
tr: Bir veya birden fazla süzgeç sınaması bağlanamadı: %@
zh: 绑定至少一个过滤测试失败

source: Failed to delete the file "%@"
de: Fehlgeschlagen: Löschen von Datei "%@"
it: Impossibile cancellare il file "%@".
nl: Het verwijderen van het bestand "%@" is mislukt
pt: Falha em apagar o arquivo "%@"
tr: "%@" dosyası silinemedi
zh: 删除文件"%@"失败

source: Failed to delete the folder "%@"
de: Fehlgeschlagen: Löschen von Verzeichnis "%@"
it: Impossibile cancellare la cartella "%@".
nl: Het verwijderen van de map "%@" is mislukt
pt: Falha em apagar a pasta "%@"
tr: "%@" klasörü silinemedi
zh: 删除文件夹"%@"失败

source: Failed to get path from pasteboard.
de: Fehlgeschlagen: Pfad aus Zwischenablage einfügen.
it: Impossibile ottenere il percorso dagli appunti
nl: Het ophalen van de padnaam van het klembord is mislukt
pt: Falha em obter o caminho da área de colagem.
tr: Yolu panodan alırken hata oluştu.
zh: 从纸板取得路径失败。

source: Failed to load the scan data from "%@"
de: Fehlgeschlagen: Laden des Scans aus Datei "%@"
it: Impossibile caricare i dati scansione dal file "%@"
nl: Het laden van de data in "%@" is mislukt
pt: Falha em carregar os dados do exame "%@"
tr: Tarama verisini "%@" konumundan yüklerken hata oluştu
zh: 从"%@"加载扫描信息失败

source: Failed to open the file "%@"
de: Fehlgeschlagen: Öffnen der Datei "%@"
it: Impossibile aprire il file "%@"
nl: Het openen van het bestand "%@" is mislukt
pt: Falha em abrir o arquivo "%@"
tr: "%@" dosyası açılamadı
zh: 开启文件"%@"失败

source: Failed to open the folder "%@"
de: Fehlgeschlagen: Öffnen des Verzeichnisses "%@"
it: Impossibile aprire la cartella "%@"
nl: Het openen van de map "%@" is mislukt
pt: Falha em abrir a pasta "%@"
tr: "%@" klasörü açılamadı
zh: 开启文件夹"%@"失败

source: Failed to open the package "%@"
de: Fehlgeschlagen: Öffnen der Pakets "%@"
it: Impossibile aprire il pacchetto "%@"
nl: Het openen van het pakket "%@" is mislukt
pt: Falha em em abrir o pacote "%@"
tr: "%@" paketi açılamadı
zh: 开启组件"%@"失败

source: Failed to reveal the file "%@"
de: Fehlgeschlagen: Anzeigen der Datei "%@"
it: Impossibile mostrare il file "%@"
nl: Het tonen van het bestand "%@" is mislukt
pt: Falha em mostrar o arquivo "%@"
tr: "%@" dosyası ortaya çıkarılamadı
zh: 揭示文件"%@"失败

source: Failed to reveal the folder "%@"
de: Fehlgeschlagen: Anzeigen des Verzeichnisses "%@"
it: Impossibile mostrare la cartella "%@".
nl: Het tonen van de map "%@" is mislukt
pt: Falha em mostrar a pasta "%@"
tr: "%@" klasörü ortaya çıkarılamadı
zh: 揭示文件夹"%@"失败

source: Failed to reveal the package "%@"
de: Fehlgeschlagen: Anzeigen des Pakets "%@"
it: Impossibile mostrare il pacchetto "%@".
nl: Het tonen van het pakket "%@" is mislukt
pt: Falha em mostrar o pacote "%@"
tr: "%@" paketi ortaya çıkarılamadı
zh: 揭示组件"%@"失败

source: Failed to save the image.
de: Fehlgeschlagen: Speichern der Bild Datei.
it: Salvataggio immagine fallito
nl: Het bewaren van het beeld is mislukt.
pt: Falha em salvar a imagem.
tr: Görsel kaydedilemedi.
zh: 保存图像失败

source: Failed to save the scan data to "%@"
de: Fehlgeschlagen: Speichern der Scandaten in "%@"
it: Salvataggio scansione non riuscito su "%@"
nl: Het opslaan van de data naar "%@" is mislukt
pt: Falhou em salvar os dados do exame para "%@"
tr: Tarama verisi "%@" konumuna kaydedilemedi.
zh: 保存扫描信息至"%@"失败

source: Failed to update one or more filters: %@
de: Fehlgeschlagen: Aktualisieren eines oder mehrerer Filter: %@
pt: Falha em atualizar um ou mais filtros: %@
tr: Bir veya birden fazla süzgeç güncellenemedi: %@
zh: 更新至少一个过滤器失败

source: Failed to write entire buffer.
de: Fehlgeschlagen: gesamten Pufferspeicher schreiben
it: Scrittura dell'intero buffer fallito
nl: Het wegschrijven van de gehele buffer inhoud is mislukt.
pt: Falha escrevendo todo o buffer.
tr: Bütün arabellek yazılamadı.
zh: 写至整个缓冲失败。

source: Failed to write last data to file.
de: Fehlgeschlagen: Speichern letzter Daten in Datei
it: Scrittura degli ultimi dati su file fallita
nl: Het wegschrijven van de laatste data is mislukt.
pt: Falha escrevendo últimos dados para o arquivo
tr: En son veri dosyaya yazılamadı.
zh: 写最后数据至文件失败。

source: File in view:
de: Datei in Ansicht:
it: File nella vista:
nl: Getoond bestand:
pt: Mostrando arquivo
tr: Görünümdeki dosya:
zh: 视图里的文件:

source: Filter - %@
it: Filtro - %@
pt: Filtro - %@
tr: Süzgeç - %@
zh: 过滤-%@

source: Filter test - %@
de: Filter Prüfung - %@
it: Filtro test - %@
pt: Teste do filtro - %@
tr: Süzgeç sınaması - %@
zh: 过滤测试-%@

source: Filtering %@
de: Filterung %@
it: Filtraggio %@
nl: Bezig met filteren van %@
pt: Filtragem %@
tr: %@ süzülüyor
zh: 过滤%@中

source: Filtering in progress
de: Filterung in Arbeit
it: Filtraggio in corso
nl: Bezig met filteren
pt: Filtragem em progresso
tr: Süzme işlemi sürüyor
zh: 过滤进行中

source: Folder in view:
de: Verzeichnis in Ansicht:
it: Cartella nella vista:
nl: Getoonde map:
pt: Mostrando pasta:
tr: Görünümdeki klasör:
zh: 视图里的文件夹:

source: For %d files the reported (logical) size is larger than their actual (physical) size. Consider rescanning using the Physical file size measure
de: Bei %d Dateien übersteigt die ermittelte (logische) die tatsächliche (physikalische) Größe. Erwägen Sie, den Scan mit der physikalischen Dateigröße zu wiederholen
it: Per i file %d la dimensione riportata (logica) è più grande della loro dimensione reale (fisica). Considerare di ripetere la scansione utilizzando la dimensione fisica del file
nl: De geraporteerde (intrinsieke) grootte van %d bestanden is groter dan de werkelijke (fysische) grootte. Overweeg of u wilt herlezen met de Intrinsieke bestandsgrootte maat
pt: Para %d arquivos o tamanho lógico relatado é maior que seu tamanho real (físico). Considere reexaminar usando a medida física de arquivos.
tr: %d dosyaları için raporlanan (mantıksal) boyut onların gerçek (fiziksel) boyutlarından daha büyüktür. Fiziksel dosya boyutu seçeneğini kullanarak yeniden taramayı deneyin.
zh: %d文档报告里（逻辑）大小大于它们的实质大小。请考虑重新用实质大小测量来扫描

source: Level %d
it: Livello %d
nl: Nivo %d
pt: Nível %d
tr: Düzey %d
zh: 阶段%d

source: Load scan data
de: Lade Scandaten
it: Apri dati scansione
nl: Data laden
pt: Carregar Dados de Exame
tr: Tarama verisini yükle
zh: 加载扫描数据

source: Loading in progress
de: Laden in Arbeit
it: Caricamento in corso
nl: Bezig met laden
pt: Carregamento em progresso
tr: Yükleniyor
zh: 加载进行中

source: Lower levels
de: Unterlevel
it: Livello inferiore
nl: Lagere nivos
pt: Níveis inferiores
tr: Daha alt düzeyler
zh: 低阶段

source: More recent
de: Letzte Einträge
it: Più recenti
nl: Recenter
pt: Mais recente
tr: Daha yeni
zh: 比较最近

source: New match
de: Neuer Treffer
it: Nuova corrispondenza
nl: Bla
pt: Novo padrão
tr: Yeni eşleşme
zh: 新的匹配

source: None
de: Nichts
it: Nessuno
nl: Geen
pt: Nenhum
tr: Yok
zh: 无

source: Note: The file is hard-linked. It will take up space until all links to it are deleted.
de: Achtung: Diese Datei ist hardlinked. Dies wird Speicherplatz verbrauchen, es sei denn alle Links zu ihr werden gelöscht.
it: Nota: Il file è collegato in modo rigido (hard-link). Occuperà spazio fino a quando tutti i link ad esso collegati non saranno cancellati.
nl: Het bestand is een harde link. Deze zal ruimte innemen totdat alle links verwijderd zijn.
pt: Nota: O arquivo está hard-linked . Ele irá ocupar espaço até que todos os links sejam apagados.
tr: Not: Dosya sabit bağlantılı. Buna olan tüm bağlantılar silinene kadar yer işgal etmeye devam edecektir.
zh: 注意:文件是软链接。它将会占据空间直到它的全部链接被删除.

source: Note: The folder is hard-linked. It will take up space until all links to it are deleted.
de: Achtung: Dieses Verzeichnis ist hardlinked. Dies wird Speicherplatz verbrauchen, es sei denn alle Links zu ihm werden gelöscht.
it: Nota: La cartella è collegata in modo rigido (hard-link). Occuperà spazio fino a quando tutti i link ad esso collegati non saranno cancellati.
nl: De map is een harde link. Deze zal ruimte innemen totdat alle links verwijderd zijn.
pt: Nota: A pasta está hard-linked. Ela irá ocupar espaço até que todos os links sejam apagados.
tr: Not: Klasör sabit bağlantılı. Buna olan tüm bağlantılar silinene kadar yer işgal etmeye devam edecektir.
zh: 注意:文件夹是软链接。它将会占据空间直到它的全部链接被删除.

source: Note: The package is hard-linked. It will take up space until all links to it are deleted.
de: Achtung: Dieses Paket ist hardlinked. Dies wird Speicherplatz verbrauchen, es sei denn alle Links dazu werden gelöscht.
it: Nota: Il pacchetto è collegato in modo rigido (hard-link). Occuperà spazio fino a quando tutti i link ad esso collegati non saranno cancellati.
nl: Het pakket is een harde link. Deze zal ruimte innemen totdat alle links verwijderd zijn.
pt: Nota: O pacote está hard-linked. Ele irá ocupar espaço até que todos os links sejam apagados.
tr: Not: Paket sabit bağlantılı. Buna olan tüm bağlantılar silinene kadar yer işgal etmeye devam edecektir.
zh: 注意:组件是软链接。它将会占据空间直到它的全部链接被删除.

source: OK
tr: Tamam

source: other file types
de: Andere Dateitypen
it: altri tipi di file
nl: overige bestandstypes
pt: outros tipos de arquivo
tr: diğer dosya türleri
zh: 其它文件类型

source: Outermost level
de: Äußerster Level
it: Livello più esterno
nl: Buitenste nivo
pt: Nível mais externo
tr: En dış düzey
zh: 最外层

source: Package in view:
de: Pakete in aktueller Ansicht
it: Pacchetti nella vista:
nl: Getoond pakket:
pt: Pacote mostrado
tr: Görünümdeki paket:
zh: 视图里的组件:

# Parse error (line %d): %@
source: Parse error (line %1$d): %2$@
de: Fehler beim Parsen (Zeile %1$d): %2$@
it: Errore analisi (linea %1$d): %2$@
nl: Inleesfout (regel %1$d): %2$@
pt: Erro de análise (linha %1$d): %2$@
tr: Ayrıştırma hatası (%1$d. satır): %2$@
zh: 解析错误 (第%1$d行): %2$@

source: Parsing aborted
de: Parsing abgebrochen
it: Analisi interrotta
nl: Laden geannuleerd
pt: Análise interrompida
tr: Ayrıştırma durduruldu
zh: 解析终止

source: Possible reasons are that it does not exist anymore (it may have been moved, renamed, or deleted by other means) or that you lack the required permissions.
de: Mögliche Gründe sind, dass das Element nicht mehr existiert (möglicherweise verschoben, umbenannt oder gelöscht) oder Sie haben nicht die ausreichende Berechtigung.
it: Forse non esiste più (può essere stato spostato, rinominato o cancellato con altri mezzi) o non si dispone delle autorizzazioni necessarie.
nl: Dit kan gebeuren wanneer het bestand niet meer bestaat (omdat het verplaatst, hernoemd of anderszins verwijderd is) of omdat u de vereiste rechten niet heeft.
pt: Possíveis razões são que ele não existe mais (ele pode ter sido movido, renomeado ou apagado por outros meios) ou pode ser que você não tenha as permissões necessárias.
tr: Olası bir neden artık mevcut olmaması olabilir (başka yollardan taşınmış, adı değiştirilmiş veya silinmiş olabilir), veya gerekli izinlere sahip olmayabilirsiniz.
zh: 有可能的原因是它已不存在(它可能已被迁移，重新命名，或用其它方式被删除)或你缺必要的权限.

source: Reading %@
de: Lese %@
it: Leggendo %@
nl: Laden van %@
pt: Lendo %@
tr: %@ okunuyor
zh: 读取 %@

source: Remove
de: Entferne
it: Rimuovi
nl: Verwijder
pt: Remover
tr: Kaldır
zh: 去掉

source: Remove the filter named "%@"?
de: Den Filter mit dem Namen "%@" entfernen?
it: Rimuovere il filtro chiamato "%@"?
nl: De filter "%@" verwijderen?
pt: Remover o filtro de nome "%@"?
tr: "%@" adlı süzgeci kaldırmak istiyor musunuz?
zh: 去掉名为"%@"的过滤

source: Remove the test named "%@"?
de: Die Prüfung mit dem Namen "%@" entfernen?
it: Rimuovere il test chiamato "%@"?
nl: De filtertest "%@" verwijderen?
pt: Remover o teste de nome
tr: "%@" adlı süzgeci kaldırmak istiyor musunuz?
zh: 去掉名为"%@"的测试?

source: Save image
de: Speichere Bilddatei
it: Salva immagine
nl: Beeld bewaren
pt: Salvar imagem
tr: Görseli kaydet
zh: 保存图像

source: Save scan data
de: Speichere Scandaten
it: Salva dati scansione
nl: Data opslaan
pt: Salvar dados do exame
tr: Tarama verisini kaydet
zh: 保存扫描数据

source: Saving %@
de: Speichere %@
it: Salvando %@
nl: Opslaan van %@
pt: Salvando %@
tr: %@ kaydediliyor
zh: 保存%@

source: Saving in progress
de: Speichern in Arbeit
it: Salvataggio in corso
nl: Bezig met opslaan
pt: Salvamento em progresso
tr: Kaydediliyor
zh: 保存进行中

source: Scan
it: Scansione
nl: Lees in
pt: Examinar
tr: Tara
zh: 扫描

source: Scan folder
de: Scan Verzeichnis
it: Scansione cartella
nl: Map inlezen
pt: Examinar pasta
tr: Klasörü tara
zh: 扫描文件夹

source: Scanning %@
de: Scanne %@
it: Scansionando %@
nl: Inlezen van %@
pt: Examinando %@
tr: %@ taranıyor
zh: 扫描%@

source: Scanning in progress
de: Scan in Arbeit
it: Scansione in corso
nl: Bezig met inlezen
pt: Exame em progresso
tr: Taranıyor
zh: 扫描进行中

source: Selected area:
de: Ausgewählter Bereich:
it: Selezionata area:
nl: Geselecteerd gebied:
pt: Área selecionada:
tr: Seçilen alan:
zh: 选择区域:

source: Selected file:
de: Ausgewählte Dateien:
it: Selezionato file:
nl: Geselecteerd bestand:
pt: Arquivo selecionado:
tr: Seçilen dosya:
zh: 选择文件:

source: Selected folder:
de: Ausgewählte Verzeichnisse:
it: Selezionata cartella:
nl: Geselecteerde map:
pt: Pasta selecionada:
tr: Seçilen klasör:
zh: 选择文件夹:

source: Selected package:
de: Ausgewählte Pakete:
it: Selezionato pacchetto:
nl: Geselecteerd pakket:
pt: Pacote selecionado:
tr: Seçilen paket:
zh: 选择组件:

source: Successfully saved the scan data to "%@"
de: Scandaten erfolgreich in "%@" gespeichert
it: Salvataggio dati scansioni su "%@" terminato con successo
nl: Opslag van data naar "%@" is voltooid
pt: Dados do exame salvos com sucesso para"%@"
tr: Tarama verisi "%@" konumuna başarıyla kaydedildi
zh: 成功保存扫描数据至"%@"

source: The actual (physical) size is %.1f%% of the reported (logical) size. Consider rescanning using the Physical file size measure
de: Die tatsächliche (physikalische) Größe ist %.1f%% der gemeldeten (logischen) Größe. Erwägen Sie, den Scan mit der physikalischen Dateigröße zu wiederholen
it: La dimensione effettiva (fisica) è %.1f%% della dimensione (logica) riportata. Considerare di ripetere la scansione utilizzando la dimensione fisica del file
nl: De werkelijke (fysische) grootte is %.1f%% van de geraporteerde (intrinsieke) grootte. Overweeg of u wilt herlezen met de Intrinsieke bestandsgrootte maat
pt: O tamaho (físico) real é %.1f%% do tamanho relatado (lógico). Considere reexaminar usando a medida de arquivo por tamanho físico
tr: Gerçek (fiziksel) boyut, raporlanan (mantıksal) boyutun %.1f%% kadarıdır. Fiziksel dosya boyutu seçeneğini kullanarak yeniden taramayı deneyin.
zh: 实质大小是报告（逻辑）大小的%.1f%%.请考虑重新用实质文档大小衡量扫描

source: The filter must have a name.
de: Der Filter muss einen Namen haben.
it: Il filtro deve avere un nome.
nl: De filter moet een naam hebben.
pt: O filtro deverá ter um nome.
tr: Süzgecin bir adı olmalı.
zh: 过滤一定要有名字

source: The filter will be irrevocably removed from the filter repository.
de: Dieser Filter wird nicht widerrufbar aus der Filterliste entfernt.
it: Il filtro sarà irrevocabilmente rimosso dal repository dei filtri.
nl: De filter zal onherroepelijk verwijderd worden uit de filterverzameling.
pt: O filtro será definitivamente removido do repositório de testes.
tr: Süzgeç, süzgeç deposundan geri alınamaz bir biçimde silinecektir.
zh: 过滤将不可撤销地从过滤器存储库中删除。

source: The filter will be replaced by the default filter with this name.
de: Dieser Filter wird durch den Standard-Filter dieses Namens ersetzt.
it: Il filtro sarà sostituito dal quello di default con questo nome.
nl: De filter zal worden vervangen door de standaard filter met dezelfde naam.
pt: O filtro será trocado pelo filtro padrão com esse nome.
tr: Süzgeç bu ada sahip varsayılan süzgeç ile değiştirilecektir.
zh: 过滤将会被此名字的预设过滤代替.

source: The reported size of some files is larger than their actual size on disk
de: Die gemeldete Größe einiger Dateien ist größer als die tatsächliche Größe auf dem Laufwerk
it: La dimensione riportata di alcuni file è più grande della loro effettiva dimensione su disco
nl: De geraporteerde grootte van sommige bestanden is groter dan de werkelijke benodigde opslagruimte
pt: O tamanho relatado de alguns arquivos é maior que seu tamanho real em disco
tr: Bazı dosyaların raporlanan boyutu, onların kendi geçreç boyutlarından daha büyüktür.
zh: 有些文档的报告大小大于它们的实质大小
