Repository: amake/GrandPerspective
Catalog: *.lproj/Localizable.strings
Languages: de, it, nl, pt, tr, zh

source: The reported total size is larger than the actual size on disk
de: Die gemeldete Gesamtgröße ist größer als die tatsächliche Größe auf dem Laufwerk
it: La dimensione totale riportata è più grande della dimensione effettiva su disco
nl: De geraporteerde totale grootte is groter dan de werkelijke gebruikte opslagruimte
pt: O tamanho total relatado é maior que seu tamanho real em disco
tr: Raporlanan toplam boyut, diskteki gerçek boyuttan daha büyük.
zh: 报告大小大于实质大小

source: The resulting file is valid but incomplete.
de: Die erstellte Datei ist gültig, aber unvollständig.
it: Il file risultante è valido ma incompleto.
nl: Het bestand is geldig maar incompleet.
pt: O arquivo resultante é válido mas incompleto.
tr: Ortaya çıkan dosya geçerli ancak tam değil.
zh: 生成的文件有效但不完整。

source: The selected file will be moved to Trash.
de: Die ausgewählte Datei wird in den Papierkorb verschoben.
it: Il file selezionato sarà spostato nel Cesntino.
nl: Het geselecteerde bestand zal naar de Prullenbak verplaatst worden.
pt: O arquivo selecionado será movido para a Lixeira.
tr: Seçilen dosya Çöp Sepeti'ne taşınacaktır.
zh: 所选文件将被移到垃圾桶。

source: The selected folder, with all its contents, will be moved to Trash. Beware, any files in the folder that are not shown in the view will also be deleted.
de: Das ausgewählte Verzeichnis mit allen darin enthaltenden (auch in dieser Ansicht möglicherweise ausgeblendeten) Dateien wird gelöscht.
it: La cartella selezionata, con tutto il suo contenuto, verrà spostata nel Cestino. Attenzione, anche i file nella cartella che non sono mostrati nella vista saranno cancellati.
nl: De geselecteerde map zal met de gehele inhoud naar de Prullenbak verplaatst worden. Let op, bestanden in de map die eventueel niet getoond zijn, zullen ook verwijderd worden.
pt: A pasta selecionada, com todo o seu conteúdo, será movida para a Lixeira. Cuidado pois qualquer arquivo na pasta e que não seja mostrado será apagado também.
tr: Seçilen klasör, tüm içeriği ile birlikte, Çöp Sepeti'ne taşınacaktır. Dikkat! Bu klasörde olan ve görüntülenmeyen tüm dosyalar da silinecektir.
zh: 所选文件夹，与它的所有内容，将被移到垃圾桶。当心，文件夹中未显示在视图中的任何文件也将被删除。

source: The selected package will be moved to Trash.
de: Das Paket wird in den Papierkorb verschoben.
it: Il pacchetto selezionato sarà spostato nel Cestino
nl: Het geselecteerde pakket zal naar de Prullenbak verplaatst worden.
pt: O pacote selecionado será movido para a Lixeira.
tr: Seçilen paket Çöp Sepeti'ne taşınacaktır.
zh: 所选组件将被移动到垃圾桶。

source: The test must have a name.
de: Die Prüfung muss einen Namen erhalten.
it: Il test deve avere un nome.
nl: De filtertest moet een naam hebben.
pt: O teste deve ter um nome.
tr: Sınamanın bir adı olmalı.
zh: 测试必须有一个名字。

source: The test will be irrevocably removed from the test repository.
de: Die Prüfung wird unwiderruflich von der Liste der Prüfungen entfernt.
it: Il test sarà irrevocabilmente rimosso dal repository dei test.
nl: De filtertest zal onherroepelijk verwijderd worden uit de filtertestverzameling.
pt: O teste será definitivamente removido do repositório de testes.
tr: Sınama geri dönüşü olmayacak bir biçimde sınama deposundan silinecektir.
zh: 测试将不可撤销地从测试库中删除。

source: The test will be replaced by the default test with this name.
de: Diese Prüfung wird durch die Standard-Prüfung dieses Namens ersetzt.
it: Il test sarà sostituito dal test di default con questo nome.
nl: De filtertest zal worden vervangen door de standaard filtertest met dezelfde naam.
pt: O teste será trocado pelo teste padrão com este nome.
tr: Sınama bu ada sahip varsayılan sınama ile değiştirilecektir.
zh: 测试将由使用此名称的预设测试代替。

source: The unbound tests have been omitted from the filter.
de: Diese unverbundene Prüfung ist vom Filter entfernt worden.
it: I test non collegati sono stati omessi dal filtro.
nl: De niet-geinitialiseerde filtertesten zijn uit het filter verwijderd.
pt: Os testes desvinculados foram omitidos do filtro.
tr: Bağlanmamış sınamalar süzgeçten çıkartılmıştır.
zh: 未绑定的测试已从过滤器中省略。

source: These filters do not exist anymore. Their old definition is used instead.
de: Dieser Filter existiert nicht mehr. Stattdessen wird dessen alte Definition verwendet.
it: Questi filtri non esistono più. Al loro posto sarà utilizzata la loro vecchia definizione.
nl: Deze filters bestaan niet meer. Hun oorspronkelijke definitie zal daarom gebruikt worden.
pt: Esses filtros não existem mais. Será usada a antiga definição.
tr: Süzgeçler artık mevcut değil. Bunun yerine eski tanımlar kullanılacak.
zh: 这些过滤不再存在。 旧的定义将会被使用。

source: unknown file type
de: Unbekannter Dateityp
it: tipo di file sconosciuto
nl: onbekend bestandstype
pt: tipo de arquivo desconhecido
tr: bilinmeyen dosya türü
zh: 未知文件类型

source: Unnamed filter
de: Unbenannter Filter
it: Filtro senza nome
nl: Filter - ?
pt: Filtro sem nome
tr: Adsız süzgeç
zh: 未命名的过滤

source: Unnamed filter test
de: Unbenannte Filterprüfung
it: Filtro di test senza nome
nl: Filtertest - ?
pt: Filtro de teste sem nome
tr: Adsız süzgeç denemesi
zh: 未命名的过滤测试

source: Unrecognized value.
de: Unbekannter Wert
it: Valore non riconosciuto.
nl: Waarde onbekend.
pt: Valor não reconhecido.
tr: Tanımlanamayan değer.
