Repository: amake/GrandPerspective
Catalog: *.lproj/Names.strings
Languages: nl, zh

# access
source: Last access
nl: Laatste gebruik
zh: 最后访问

source: Audio
nl: Geluid
zh: 音频

# base-2
source: Binary
nl: Binair
zh: 二进制

# base-10
source: Decimal
nl: Decimaal
zh: 十进制

source: Blue sky tulips
nl: Tulpen veld
zh: 蓝天郁金香

source: Bujumbura
zh: 布琼布拉

source: Close old window
nl: Oude venster sluiten
zh: 关闭旧视窗

source: Coffee beans
nl: Koffie bonen
zh: 咖啡豆

source: Creation
nl: Aanmaak
zh: 创建

# Daytona
source: Daytona Beach
zh: 代托纳海滩

# delete files and folders
source: Files and folders
nl: Bestanden en mappen
zh: 文件和文件夹

# delete nothing
source: Nothing
nl: Niets
zh: 没有

source: Do nothing
nl: Doe niets
zh: 不做任何事

source: Extension
nl: Extensie
zh: 扩充

source: Feng Shui
zh: 风水

# FlyingGeese
source: Magenta magic
nl: Magenta magie
zh: 洋红魔法

source: Folder
nl: Map
zh: 文件夹

# free
source: Free space
nl: Beschikbare ruimte
zh: 可用空间

# freed
source: Freed space
nl: Vrijgekomen ruimte
zh: 释放空间

source: Green eggs
nl: Groene eieren
zh: 绿色的鸡蛋

source: Hard-linked items
nl: Harde links
zh: 硬链接的项目

source: Heatmap 12
nl: Temperatuur 12
zh: 热图12

source: Heatmap 23
nl: Temperatuur 23
zh: 热图23

source: Huge files
nl: Kolossale bestanden
zh: 巨大的文件

source: Images
nl: Plaatjes
zh: 图片

source: Keep old window
nl: Oude venster bewaren
zh: 保留旧窗口

source: Lagoon nebula
nl: Lagune nevel
zh: 泻湖星云

source: Large files
nl: Grote bestanden
zh: 大文件

source: Level
nl: Nivo
zh: 阶段

source: Logical
nl: Intrinsiek
zh: 逻辑

source: Medium files
nl: Middelgrote bestanden
zh: 中档文件

# misc used
source: Miscellaneous used space
nl: Overige gebruikte ruimte
zh: 杂项使用空间

# modification
source: Last change
nl: Laatste wijziging
zh: 最后更改

source: Monaco
zh: 摩纳哥

source: Moss and lichen
nl: Mos en korstmos
zh: 苔藓与青苔

source: Name
nl: Naam
zh: 名字

source: No hard-links
nl: Geen harde links
zh: 没有硬链接

source: No version control
nl: Geen versie beheer
zh: 无版本控制

source: Nothing
nl: Niets
zh: 没有

source: Olive sunset
nl: Olijven in de zon
zh: 橄榄日落

# only delete files
source: Files
nl: Bestanden
zh: 文件

source: Origami mice
nl: Origami muizen
zh: 折纸老鼠

source: Packages
nl: Pakketten
zh: 组件

source: Physical
nl: Fysisch
zh: 物质

# quit
source: Terminate application
nl: Sluit programma
zh: 终止应用程式

source: Rainbow
nl: Regenboog
zh: 彩虹

# rescan all
source: Full rescan
nl: Alles herlezen
zh: 全部重新扫描

# rescan visible
source: Rescan folder in view
nl: Map in venster herlezen
zh: 重新扫描视图里的文件夹

# show welcome
source: Show welcome window
nl: Toon Welkom venster
zh: 显示欢迎视窗

source: Small files
nl: Kleine bestanden
zh: 小文件

source: Tally
nl: Aantal
zh: 相符

source: Tiny files
nl: Minuscule bestanden
zh: 微小文件

source: Top folder
nl: Buitenste map
zh: 顶部文件夹

# uniform type
source: File type
nl: Bestandstype
zh: 文件类型

source: Version control
nl: Versie beheer
zh: 版本控制
