Repository: amake/GrandPerspective
Catalog: *.lproj/Tests.strings
Languages: de, it, nl, pt, tr, zh

# (%@) and (%@)
source: (%1$@) and (%2$@)
de: (%1$@) und (%2$@)
it: (%1$@) e (%2$@)
nl: (%1$@) en (%2$@)
pt: (%1$@) e (%2$@)
tr: (%1$@) ve (%2$@)
zh: (%1$@)与(%2$@)

# (%@) and %@
source: (%1$@) and %2$@
de: (%1$@) und %2$@
it: (%1$@) e %2$@
nl: (%1$@) en %2$@
pt: (%1$@) e %2$@
tr: (%1$@) ve %2$@
zh: (%1$@)与%2$@

# (%@) or (%@)
source: (%1$@) or (%2$@)
de: (%1$@) oder (%2$@)
it: (%1$@) o (%2$@)
nl: (%1$@) of (%2$@)
pt: (%1$@) ou (%2$@)
tr: (%1$@) veya (%2$@)
zh: (%1$@)或(%2$@)

# (%@) or %@
source: (%1$@) or %2$@
de: (%1$@) oder %2$@
it: (%1$@) o %2$@
nl: (%1$@) of %2$@
pt: (%1$@) ou %2$@
tr: (%1$@) veya %2$@
zh: (%1$@)或%2$@

# %@ and %@
source: %1$@ and %2$@
de: %1$@ und %2$@
it: %1$@ e %2$@
nl: %1$@ en %2$@
pt: %1$@ e %2$@
tr: %1$@ ve %2$@
zh: %1$@ 与 %2$@

# %@ contains %@
source: %1$@ contains %2$@
de: %1$@ enthält %2$@
it: %1$@ contiene %2$@
nl: %1$@ bevat %2$@
pt: %1$@ contém %2$@
tr: %1$@ içerir %2$@
zh: %1$@ 包含 %2$@

# %@ conTains %@
source: %1$@ conTains %2$@
de: %1$@ enthält (Groß/Kleinschreibung beachtet) %2$@
it: %1$@ contiene %2$@
nl: %1$@ beVat %2$@
pt: %1$@ conTém %2$@
tr: %1$@ içerir %2$@

# %@ ends with %@
source: %1$@ ends with %2$@
de: %1$@ endet auf %2$@
it: %1$@ termina con %2$@
nl: %1$@ eindigt met %2$@
pt: %1$@ termina com %2$@
tr: %1$@ %2$@ ile biter
zh: %1$@以%2$@结束

# %@ enDs with %@
source: %1$@ enDs with %2$@
de: %1$@ endet auf (Groß/Kleinschreibung beachtet) %2$@
it: %1$@ termina con %2$@
nl: %1$@ einDigt met %2$@
pt: %1$@ terminA com %2$@
tr: %1$@ %2$@ ile biter
zh: %1$@以%2$@结束

# %@ equals %@
source: %1$@ equals %2$@
de: %1$@ gleich %2$@
it: %1$@ uguale %2$@
nl: %1$@ is gelijk aan %2$@
pt: %1$@ é igual a %2$@
tr: %1$@ eşittir %2$@
zh: %1$@等于%2$@

# %@ eQuals %@
source: %1$@ eQuals %2$@
de: %1$@ gleich (Groß/Kleinschreibung beachtet)%2$@
it: %1$@ uguale %2$@
nl: %1$@ is geLijk aan %2$@
pt: %1$@ iGual a %2$@
tr: %1$@ eşittir %2$@
zh: %1$@ 等于 %2$@

# %@ or %@
source: %1$@ or %2$@
de: %1$@ oder %2$@
it: %1$@ o %2$@
nl: %@ of %@
pt: %1$@ ou %2$@
tr: %1$@ veya %2$@
zh: %1$@或%2$@

# %@ starts with %@
source: %1$@ starts with %2$@
de: %1$@ beginnt mit %2$@
it: %1$@ inizia con %2$@
nl: %1$@ begint met %2$@
pt: %1$@ começa com %2$@
tr: %1$@ %2$@ ile başlar
zh: %1$@以%2$@开始

# %@ starTs with %@
source: %1$@ starTs with %2$@
de: %1$@ beginnt mit (Groß/Kleinschreibung beachtet) %2$@
it: %1$@ inizia con %2$@
nl: %1$@ beGint met %2$@
pt: %1$@ começA com %2$@
tr: %1$@ %2$@ ile başlar
zh: %1$@以%2$@开始

source: any size
de: Jedwede Größe
it: qualsiasi dimensione
nl: elke grootte
pt: qualquer tamanho
tr: herhangi bir boyut
zh: 任何大小

source: files: %@
de: Dateien: %@
it: file: %@
nl: bestanden: %@
pt: arquivos: %@
tr: dosyalar: %@
zh: 文件: %@

source: folders: %@
de: Verzeichnisse: %@
it: cartelle: %@
nl: mappen: %@
pt: pastas: %@
tr: klasörler: %@
zh: 文件夹: %@

source: item is a package
de: Ist ein Package
it: l'elemento è un pacchetto
nl: item is een pakket
pt: item é um pacote
tr: bileşen bir pakettir
zh: 元件是个组件

source: item is hard-linked
de: Ist hardlinked
it: l'elemento ha collegamento fisico (hard-link)
nl: item is een harde link
pt: item está hard-linked
tr: bileşen bir sabit bağlantıdır
zh: 元件被硬链接

source: item is not a package
de: Ist kein Package
it: l'elemento non è un pacchetto
nl: item is niet een pakket
pt: item não é um pacote
tr: bileşen bir paket değildir
zh: 元件不是个组件

source: item is not hard-linked
de: Ist nicht hardlinked
it: l'elemento non ha collegamento fisico (hard-link)
nl: item is niet een harde link
pt: item não está hard-linked
tr: bileşen sabit bir bağlantı değildir
zh: 元件不是被硬链接

source: name
it: nome
nl: naam
pt: nome
tr: isim
zh: 名字

source: not (%@)
de: nicht (%@)
it: non (%@)
nl: niet (%@)
pt: não (%@)
tr: ()%@) değil
zh: 不是(%@)

source: path
de: Pfad
it: percorso
nl: padnaam
pt: caminho
tr: yol
zh: 路径

# size is between %@ and %@
source: size is between %1$@ and %2$@
de: Größe ist zwischen %1$@ und %2$@
it: la dimensione è fra %1$@ e %2$@
nl: grootte is tussen %@ en %@
pt: tamanho está entre %1$@ e %2$@
tr: boyut %1$@ ve %2$@ arasında
zh: 大小在%1$@与%2$@之间

source: size is larger than %@
de: Größe ist größer als %@
it: la dimensione è maggiore di %@
nl: grootte is groter dan %@
pt: tamanho é maior que %@
tr: boyut %@'tan büyüktür
zh: 大小大过%@

source: size is smaller than %@
de: Größe ist kleiner als %@
it: la dimensione è minore di %@
nl: grootte is kleiner dan %@
pt: tamanho é menor que %@
tr: boyut %@'tan küçüktür
zh: 大小小过%@

source: type conforms to %@
de: Typ gehört zu %@
it: il tipo è conforme a %@
nl: bestandstype voldoet aan %@
pt: tipo coincide com %@
tr: tür %@ ile uyumludur
zh: 种类符合%@

source: type equals %@
de: Typ ist gleich %@
it: il tipo è uguale a %@
nl: bestandstype is %@
pt: tipo é igual a%@
tr: tür %@'a eşittir
zh: 种类等于%@
