Repository: amake/GrandPerspective
Catalog: *.lproj/Toolbar.strings
Languages: de, it, nl

source: Delete
de: Entfernen
it: Elimina
nl: Verwijder

source: Drawer
de: Slider
it: Pannello laterale
nl: Lade

source: Focus
de: Auswahl
it: Focus livello
nl: Focus in/uit

source: Hide Toolbar
de: Werkzeugleiste ausblenden
it: Nascondi Barra Strumenti
nl: Verberg knoppenbalk

source: Move focus down
de: Auswahl verkleinern
it: Sposta focus livello inferiore
nl: Verplaats focus omlaag

source: Move focus up
de: Auswahl vergrößern
it: Sposta focus livello superiore
nl: Verplaats focus omhoog

source: Move to trash
de: In Papierkorb verschieben
it: Sposta nel cestino
nl: Verplaats naar de Prullenbak

source: Open
de: Öffne
it: Apri

source: Open with Finder
de: Öffne im Finder
it: Apri nel Finder
nl: Open via Finder

source: Open/close drawer
de: Öffne/Schließe Slider
it: Apri/chiudi pannello laterale
nl: Open/sluit lade

source: Preview item in Quick Look panel
de: Öffne im Schnellvorschaumodus
it: Anteprima elemento in Quick Look
nl: Snelle weergave van bestand of map

source: Quick Look
de: Schnellvorschau
nl: Geef snel weer

source: Rescan
de: Wiederhole Scan
it: Riscansiona
nl: Herlezen

source: Rescan all
de: Wiederhole alle Scans
it: Riscansiona tutto
nl: Alles herlezen

source: Rescan folder in view
de: Wiederhole Scan in aktueller Ansicht
it: Riscansiona la cartella visualizzata
nl: Map in venster herlezen

source: Rescan selected
de: Wiederhole ausgewählten Scan
it: Riscansiona selezione
nl: Selectie herlezen

source: Rescan view data
de: Wiederhole Ansicht Datei
it: Riscansiona dati visualizzati
nl: Ingelezen data herlezen

source: Reset focus
de: Auswahl zurücksetzen
nl: Herstel standaard focus

source: Reset zoom
de: Zoom zurücksetzen
nl: Herstel standaard zoom

source: Reveal
de: Zeige
it: Mostra
nl: Toon

source: Reveal in Finder
de: Zeige im Finder
it: Mostra nel Finder
nl: Toon in Finder

source: Show Toolbar
de: Werkzeugleiste einblenden
it: Mostra Barra Strumenti
nl: Toon knoppenbalk

source: Zoom in
de: Zoom vergrößern
it: Zoom +
nl: Vergroot

source: Zoom out
de: Zoom verkleinern
it: Zoom -
nl: Verklein

source: Zoom
nl: Zoom in/uit
